app/controllers/comments_controller.rb

INSERT INTO "comments" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", 2017-05-30 18:39:48 UTC], ["updated_at", 2017-05-30 18:39:48 UTC]]
---
  def create
    @comment = Comment.new(comment_params)
    if @comment.save