app/controllers/posts_controller.rb

  def create
    @post = Post.new(permit_post)
    if @post.save
---
INSERT INTO "posts" ("description", "created_at", "updated_at") VALUES (?, ?, ?)  [["description", "AA"], ["created_at", 2017-05-17 10:11:28 UTC], ["updated_at", 2017-05-17 10:11:28 UTC]]